Repository: kepelet/flo
Catalog: flo/Resources/Localizable.xcstrings
Source language: en
Languages: de, id, nb

source: '%@' has been downloaded
de: '%@' wurde heruntergeladen
id: '%@' sudah terunduh
nb: '%@' har blitt nedlastet

source: %lld albums
de: %lld Alben

source: %lld tracks
de: %lld Titel

source: About flo
de: Über flo
id: Tentang flo
nb: Om flo

source: Accent color
de: Akzentfarbe
id: Warna aksen
nb: Aksentfarge

source: Add radios in your Navidrome server.
de: Füge Radios auf deinem Navidrome-Server hinzu.
id: Tambahkan Radio melalui server Navidrome
nb: Legg til radioer på din Navidrome server

source: Add/Change Custom
de: Eigene hinzufügen/ändern
id: Tambah/Ubah Custom
nb: Legg til/Endre Custom

source: Advanced Settings
de: Erweiterte Einstellungen

source: Album Artist Only
de: Nur Album-Künstler
id: Hanya Album Artist
nb: Kun Album Artist

source: Albums
de: Alben

source: All Tracks
de: Alle Titel

source: Alternate app icons are not supported on this device.
de: Alternative App-Icons werden auf diesem Gerät nicht unterstützt.
id: Ikon alternatif aplikasi tidak didukung di perangkat ini.
nb: Alternative appikoner er ikke støttet på denne enheten.

source: Artist Radio
de: Künstler-Radio

source: Artists
de: Künstler
id: Artis
nb: Artister

source: Authenticate
de: Authentifizieren

source: Authenticate using OAuth2-Proxy or Identity-Aware Proxy
de: Authentifizierung über OAuth2-Proxy oder Identity-Aware Proxy

source: Authenticating...
de: Authentifizierung läuft...

source: Authentication Failed
de: Authentifizierung fehlgeschlagen

source: Authentication Token Cookie Name
de: Name des Authentifizierungstoken-Cookies

source: Authentication Token Header Name
de: Name des Authentifizierungstoken-Headers

source: Bring your music anywhere, even when you're offline. Your downloaded music will be here.
de: Nimm deine Musik überall hin mit, auch wenn du offline bist. Deine heruntergeladene Musik findest du hier.
id: Bawa musik kamu ke mana saja, bahkan saat kamu sedang offline. Musik yang kamu unduh akan ada di sini.
nb: Ta med musikken din hvor som helst, selv når du er frakoblet. Din nedlastede musikk vil være her.

# by %@ (%@)
source: by %1$@ (%2$@)
de: von %1$@ (%2$@)
id: oleh %1$@ (%2$@)
nb: av %1$@ (%2$@)

source: Cancel
de: Abbrechen
id: Batal
nb: Avbryt

source: Clear Downloaded/Canceled Queue
de: Heruntergeladene/Abgebrochene Warteschlange leeren
id: Hapus antrian unduhan yang sudah selesai/dibatalkan
nb: Tøm Nedlastet/Kansellert Kø

source: Clear listening history (no alert and irreversible)
de: Hörverlauf löschen (ohne Warnung und unwiderruflich)
id: Hapus riwayat mendengarkan (tanpa peringatan dan tidak dapat dibatalkan)
nb: Tøm lyttehistorikk (ingen varsel og irreversibelt)

source: Continue
de: Fortsetzen
id: Lanjutkan
nb: Fortsett

source: Could not load radio for %@.
de: Radio für %@ konnte nicht geladen werden.

source: Could not load top songs for %@.
de: Top-Songs für %@ konnten nicht geladen werden.

source: Currently the output format is MP3 due to compatibility issues; however, MP3 is less efficient in streaming at lower bitrates compared to modern codecs like Opus.
de: Derzeit ist das Ausgabeformat MP3 aufgrund von Kompatibilitätsproblemen; MP3 ist jedoch beim Streaming mit niedrigen Bitraten weniger effizient als moderne Codecs wie Opus.
id: Saat ini format keluarannya adalah MP3 karena masalah kompatibilitas; namun, MP3 kurang efisien dalam streaming pada bitrate yang lebih rendah dibandingkan dengan codec modern seperti Opus.
nb: For øyeblikket er utgangsformatet MP3 på grunn av kompatibilitetsproblemer; men, MP3 er mindre effektivt ved strømming på lavere bithastigheter sammenlignet med moderne kodeker som Opus.

source: Description (i.e: for my wife)
de: Beschreibung (z.B.: für meine Frau)
id: Deskripsi (cth: untuk istri)
nb: Beskrivelse (i.e: for min kone)

source: Development
de: Entwicklung
id: Pengembangan
nb: Utvikling

source: Disabled
de: Deaktiviert
nb: Deaktivert

source: Download
de: Herunterladen
id: Unduh
nb: Last ned

source: Download music from the app
de: Lade Musik aus der App herunter

source: Download Queue
de: Download-Warteschlange
id: Antrian Unduhan
nb: Nedlastningskø

source: Downloaded Albums
de: Heruntergeladene Alben
id: Album terunduh
nb: Nedlastede Album

source: Downloaded Songs
de: Heruntergeladene Songs
id: Lagu terunduh
nb: Nedlastede Sanger

source: e.g., _oauth2_proxy, KEYCLOAK_IDENTITY
de: z.B. _oauth2_proxy, KEYCLOAK_IDENTITY

source: e.g., username, user, preferred_username
de: z.B. username, user, preferred_username

source: e.g., x-auth-request-access-token
de: z.B. x-auth-request-access-token

source: Enable Debug
de: Debug-Modus aktivieren
id: Aktifkan Debug
nb: Aktiver Feilsøking

source: Enabling this option may affect the experience.
de: Das Aktivieren dieser Option kann die Nutzung beeinträchtigen.
id: Mengaktifkan opsi ini dapat memengaruhi pengalaman.
nb: Aktivering av dette alternative kan påvirke opplevelsen.

source: Experimental
de: Experimentell
id: Eksperimental
nb: Eksperimentel

source: Failed to load albums
de: Alben konnten nicht geladen werden

source: Failed to load artists
de: Künstler konnten nicht geladen werden

source: Failed to load playlists
de: Playlists konnten nicht geladen werden

source: Failed to load radios
de: Radios konnten nicht geladen werden

source: Failed to load songs
de: Songs konnten nicht geladen werden

source: flo will store your server URL, username, and password in the Keychain with no biometric protection. If you enable this, flo will try to 'refresh' the auth token—by logging you in automatically—every time you open flo so you'll never log out unless you do it explicitly (it will also reset this option). Logging in via OAuth will reset this option.
de: flo speichert deine Server-URL, deinen Benutzernamen und dein Passwort ohne biometrischen Schutz im Schlüsselbund. Wenn du dies aktivierst, versucht flo bei jedem Öffnen das Authentifizierungstoken zu erneuern — indem du automatisch angemeldet wirst — sodass du nie abgemeldet wirst, es sei denn, du tust es ausdrücklich (dies setzt auch diese Option zurück). Die Anmeldung über OAuth setzt diese Option zurück.
id: flo akan menyimpan URL server, nama pengguna, dan kata sandi kamu di Keychain tanpa perlindungan biometrik. Jika kamu mengaktifkannya, flo akan mencoba untuk 'menyegarkan' token autentikasi—dengan melakukan login secara otomatis—setiap kali kamu membuka flo sehingga kamu tidak akan pernah logout kecuali kamu melakukannya secara eksplisit (dan juga akan me-reset opsi ini).
nb: flo vil lagre din server URL, brukernavn, og passord i Nøkkelringen uten biometrisk beskyttelse. Hvis du aktiverer dette, vil flo prøve å 'oppdatere' auth tokenet-ved å logge deg in automatisk-hver gang du åpner flo så du aldri vil logges ut med mindre du selv gjør det eksplisitt (dette vil også tilbakestille dette alternativet)

source: flo+ purchased
de: flo+ gekauft
id: flo+ telah terbeli
nb: flo+ kjøpt

source: Font Family
de: Schrift-Familie
id: Keluarga font
nb: Fontfamilie

source: For now this action means 'Delete all downloaded albums and songs' including its content. Continue?
de: Diese Aktion bedeutet derzeit „Alle heruntergeladenen Alben und Songs löschen“ einschließlich deren Inhalt. Fortfahren?
id: Untuk saat ini tindakan ini berarti 'Hapus semua album dan lagu yang diunduh' termasuk kontennya. Lanjutkan?
nb: Foreløpig betyr denne handlingen 'Slett alle nedlastede album og sanger' inkludert deres innhold. Fortsett?

source: Force Logout
de: Abmelden erzwingen
id: Logout paksa
nb: Tving utlogging

source: From %@
de: Von %@
id: Dari %@
nb: Fra %@

source: Get a dedicated channel on flo Campfire
de: Erhalte einen eigenen Kanal auf flo Campfire
id: Dapatkan channel khusus di flo Campfire
nb: Få en dedikert kanal på flo Campfire

source: Going off the grid?
de: Offline unterwegs?
id: Keluar dari jaringan?
nb: Skal du være koblet fra nettet?

source: Help fund flo development
de: Unterstütze die Entwicklung von flo
id: Bantu danai pengembangan flo
nb: Hjelp å finansier flo sin utvikling

source: Home
de: Startseite
id: Beranda
nb: Hjem

source: https://lrclib.your-server.net
de: https://lrclib.dein-server.net

source: Learn more at https://dub.sh/flo-lrclib
de: Mehr erfahren unter https://dub.sh/flo-lrclib
id: Selengkapnya di https://dub.sh/flo-lrclib
nb: Lær mer på https://dub.sh/flo-lrclib

source: Library
de: Bibliothek
id: Koleksi
nb: Bibliotek

source: Link copied to clipboard! (%@)
de: Link in die Zwischenablage kopiert! (%@)
id: Tautan disalin ke papan klip! (%@)
nb: Lenke kopiert til utklippstavle

source: Listening Activity (all time)
de: Höraktivität (Gesamthistorie)
id: Riwayat mendengarkan (sepanjang waktu)
nb: Lytteaktivitet (hele tiden)

source: Loading downloads…
de: Downloads werden geladen…

source: Loading playlists…
de: Playlists werden geladen…

source: Loading stations…
de: Sender werden geladen…

source: Local Storage
de: Lokaler Speicher
id: Penyimpanan lokal
nb: Lokal lagringsplass

source: Logged in as %@
de: Angemeldet als %@
id: Login sebagai %@
nb: Logget inn som %@

source: Login
de: Anmelden
nb: Logg inn

source: Login Failed
de: Anmeldung fehlgeschlagen
id: Login gagal
nb: Pålogging mislyktes

source: Login to your Navidrome server to continue
de: Melde dich bei deinem Navidrome-Server an, um fortzufahren
id: Login ke server Navidrome kamu untuk melanjutkan
nb: Logg på din Navidrome server for å fortsette

source: Login with IAP
de: Mit IAP anmelden

source: Logout
de: Abmelden
nb: Logg ut

source: LRCLIB server is required. Learn more at dub.sh/flo-lrclib
de: LRCLIB-Server erforderlich. Mehr erfahren unter dub.sh/flo-lrclib
id: Server LRCLIB dibutuhkan. Selengkapnya di dub.sh/flo-lrclib
nb: LRCLIB server er påkrevd. Lær mer på dub.sh/flo-lrclib

source: No downloads
de: Keine Downloads

source: No downloads available
de: Keine Downloads verfügbar

source: No lyrics available
de: Keine Songtexte verfügbar
id: Tidak ada lirik ditemukan
nb: Ingen tekster tilgjengelig

source: No Radio Available
de: Kein Radio verfügbar

source: No radio stations
de: Keine Radiosender

source: No radios available
de: Keine Radios verfügbar
id: Tidak ada radio ditemukan
nb: Ingen radioer tilgjengelig

source: No radios match your search
de: Keine Radios zu deiner Suche gefunden
id: Tidak ada radio ditemukan
nb: Ingen radioer matcher søket ditt

source: No similar songs found for %@.
de: Keine ähnlichen Songs für %@ gefunden.

source: No Top Songs
de: Keine Top-Songs

source: No top songs found for %@.
de: Keine Top-Songs für %@ gefunden.

source: No upcoming tracks
de: Keine weiteren Titel

source: Optimize local storage
de: Lokalen Speicher optimieren
id: Optimalkan penyimpanan lokal
nb: Optimaliser lokal lagringsplass

source: Optimize Local storage
de: Lokalen Speicher optimieren
id: Optimalkan penyimpanan lokal
nb: Optimaliser Lokal Lagringsplass

source: OR
de: ODER

source: Play
de: Wiedergeben
id: Mainkan
nb: Spill

source: Play All
de: Alle abspielen

source: Play Artist Radio
de: Künstler-Radio abspielen
id: Mainkan Artist Radio
nb: Spill Artist Radio

source: Play Top Songs
de: Top-Songs abspielen

source: Player color
de: Player-Farbe
id: Warna player
nb: Spiller farge

source: Playing Next
de: Nächster Titel
id: Selanjutnya
nb: Spiller Neste

source: Preferences
de: Einstellungen
id: Preferensi
nb: Preferanser

source: Purchase flo+
de: flo+ kaufen
id: Beli flo+
nb: Kjøp flo+

source: Purchase flo+ for %@
de: flo+ kaufen für %@
id: Beli flo+ seharga %@
nb: Kjøp flo+ for %@

source: Radio Unavailable
de: Radio nicht verfügbar

source: Redownload Album
de: Album erneut herunterladen
id: Unduh ulang album
nb: Nedlast album på nytt

source: Redownload Album (force)
de: Album erneut herunterladen (erzwingen)
id: Paksa unduh album
nb: Tvangsnedlast album på nytt

source: Redownload Playlist
de: Playlist erneut herunterladen
id: Unduh ulang playlist
nb: Nedlast spilleliste på nytt

source: Redownload Playlist (force)
de: Playlist erneut herunterladen (erzwingen)
id: Paksa unduh playlist
nb: Tvangsnedlast spilleliste på nytt

source: Refetch UserDefaults & Keychains
de: UserDefaults & Keychains neu laden
nb: Hent Brukerstandardinnstillinger & Nøkkelring

source: Remove Download
de: Download entfernen
id: Hapus unduhan
nb: Fjern nedlastning

source: Restore purchases
de: Käufe wiederherstellen
id: Pulihkan pembelian
nb: Gjenopprett kjøp

source: Retry all Failed Queue
de: Alle fehlgeschlagenen Downloads wiederholen
id: Coba lagi semua antrian download yang gagal
nb: Prøv alle mislykkede køer på nytt

source: Save
de: Speichern
id: Simpan
nb: Lagre

source: Save login info
de: Anmeldedaten speichern
id: Simpan info login
nb: Lagre innloggingsinformasjon

source: Scrobble to Last.fm
de: Zu Last.fm „scrobbeln“
id: Scrobble ke Last.fm
nb: Scrobble til Last.fm

source: Scrobble to ListenBrainz
de: Zu ListenBrainz „scrobbeln“
id: Scrobble ke ListenBrainz
nb: Scrobble til ListenBrainz

source: Search
de: Suche
id: Cari
nb: Søk

source: Server Information
de: Serverinformationen
id: Informasi server
nb: Server Informasjon

source: Share
de: Teilen
id: Bagikan
nb: Del

source: Share album '%@'
de: Album „%@“ teilen
id: Bagikan album '%@'
nb: Del album '%@'

source: Share features with Download option is disabled, please update directly in Navidrome UI if needed
de: Teilen-Funktionen mit Download-Option sind deaktiviert, bitte direkt in der Navidrome-Oberfläche aktualisieren
id: Fitur berbagi dengan opsi Unduh dinonaktifkan, harap perbarui langsung di UI Navidrome jika diperlukan
nb: Del egenskaper med Nedlastningsmulighet er deaktivert, vennligst oppdater direkte i Navidrome UI hvis nødvending

source: Sign In
de: Anmelden

source: Some other things yet to come
de: Weitere Funktionen folgen
id: Beberapa hal lain yang akan datang
nb: Noen andre ting som ennå skal komme

source: Source Code
de: Quellcode
id: Sumber kode
nb: Kildekode

source: Tap to retry
de: Zum Wiederholen tippen

source: Thank you for supporting flo!
de: Danke für deine Unterstützung für flo!
id: Terima kasih telah mendukung flo!
nb: Takk for at du støtter flo!

source: Thanks for choosing flo!
de: Danke, dass du dich für flo entschieden hast!
id: Terima kasih telah memilih flo!
nb: Takk for at du valgte flo!

source: The cookie containing your session token (leave empty for auto-detection)
de: Das Cookie mit deinem Sitzungstoken (leer lassen für automatische Erkennung)

source: The cookie containing your username (defaults to 'username')
de: Das Cookie mit deinem Benutzernamen (Standard: 'username')

source: The full version of flo is always Free and OSS
de: Die Vollversion von flo ist kostenlos und Open Source
id: Versi lengkap flo selalu gratis dan OSS
nb: Den fullstendige versjonen av flo er alltid Fri og ÅKK

source: The HTTP header containing your JWT token (leave empty for auto-detection)
de: Der HTTP-Header mit deinem JWT-Token (leer lassen für automatische Erkennung)

source: The password is stored securely in Keychain
de: Das Passwort wird sicher im Schlüsselbund gespeichert
id: Kata sandi disimpan dengan aman di Keychain
nb: Passordet er lagret sikkert i Nøkkelringen

source: The quickest action you can take is to log back in — for now.
de: Die schnellste Lösung ist, dich erneut anzumelden — vorerst.
id: Tindakan tercepat yang dapat kamu lakukan adalah Login kembali — untuk saat ini.
nb: Det raskeste valget du kan ta er å logge inn igjen - for nå.

source: This option is not available when using OAuth.
de: Diese Option ist bei Verwendung von OAuth nicht verfügbar.

source: This stat is generated on-device (once every session) and no data is stored or shared with a third party — #selfhosting, baby!
de: Diese Statistik wird auf dem Gerät erstellt (einmal pro Sitzung) und es werden keine Daten gespeichert oder an Dritte weitergegeben — #selfhosting!
id: Statistik ini dibuat di perangkat (sekali setiap sesi) dan tidak ada data yang disimpan atau dibagikan ke pihak ketiga — #selfhosting, bos!
nb: Denne statistikken er generert på enheten (en gang hver økt) og ingen data er lagret eller delt med en tredjepart - #selfhosting, baby!

source: To change this, please do so via the Navidrome Web UI
de: Um dies zu ändern, verwende bitte die Navidrome-Weboberfläche
id: Gunakan Navidrome Web UI untuk mengubah ini
nb: For å endre dette, vennligst gjør det via Navidrome Web UI'et

source: Total Files Scanned
de: Dateien insgesamt gescannt
id: Total File yang Dipindai
nb: Totalt Antall Filer Skannet

source: Total Folders Scanned
de: Ordner insgesamt gescannt
id: Total Folder yang Dipindai
nb: Totalt Antall Mapper Skannet

source: Total usage
de: Gesamtnutzung
id: Jumlah penggunaan
nb: Totalt brukt

source: Tracks
de: Titel

source: Troubleshoot
de: Fehlerbehebung
nb: Feilsøk

source: Try a different keyword.
de: Versuche ein anderes Stichwort.
id: Coba kata kunci yang lain.
nb: Prøv et annet nøkkelord

source: Try Again
de: Erneut versuchen

source: Unable to Change App Icon
de: App-Symbol konnte nicht geändert werden
id: Gagal mengubah ikon aplikasi
nb: Klarte ikke å endre appikon

source: Unable to Purchase flo+
de: flo+ konnte nicht gekauft werden
id: Gagal membeli flo+
nb: Klarte ikke å kjøpe flo+

source: Unavailable
de: Nicht verfügbar

source: Unknown
de: Unbekannt

source: Up Next
de: Warteschlange

source: Use this if your server is behind OAuth2-Proxy or Identity-Aware Proxy
de: Verwende dies, wenn dein Server hinter einem OAuth2-Proxy oder Identity-Aware Proxy steht

source: Username Cookie Name
de: Cookie der Benutzernamen enthält

source: Your Navidrome session may have expired
de: Deine Navidrome-Sitzung ist möglicherweise abgelaufen
id: Sesi Navidrome kamu mungkin telah kedaluwarsa
nb: Din Navidrome økt kan ha utløpt

source: Album Info
id: Info album
nb: Album Informasjon

source: App Icon
id: Ikon Aplikasi
nb: App Ikon

source: App Version
id: Versi aplikasi
nb: App Versjon

source: Downloads
id: Unduhan
nb: Nedlastninger

source: Navidrome Version
id: Versi Navidrome
nb: Navidrome Versjon

source: Playlists
id: Daftar Putar
nb: Spilleliste

source: Server URL
id: URL server

source: Shuffle
id: Acak
nb: Tilfeldig rekkefølge

source: Songs
id: Lagu
nb: Sanger

source: Subsonic Version
id: Versi Subsonic
nb: Subsonic Versjon

source: Debug
nb: Feilsøk

source: Keychain.%@
nb: Nøkkelring.%@

source: Max Bitrate
nb: Maks birate

source: Radios
nb: Radioer
